Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Jocelyn has published an article on a project that was conducted in Canada with the help of colleagues based out in Australia - there was positive online feedback to this story
es: Jocelyn ha publicado un artículo respecto a un proyecto que se realizó en Canadá, con la ayuda de colegas ubicados en Australia - hubo una retroalimentación positiva respecto a esta historia

source: Jocelyn's background as Enivronmental Engineer is of huge benefit when interacting with the clients in additon to her PM skills.
es: Los antecedentes de Jocelyn como Ingeniera Medioambiental representan un gran beneficio al interactuar con los clientes, además de sus capacidades como Gerente de Proyectos.

source: Joe Carvalho can be contacted on +1 (905) 567-6100 or Joe_Carvalho@golder.com.
es: Puede contactarse con Joe Carvalho llamando al +1 (905) 567-6100 o escribiendo a Joe_Carvalho@golder.com

source: Joe Mann Mine - Ressources Meston Inc.
es: Mina Joe Mann – Resources Meston Inc.

source: Journey Management Plan – remembering a journey to site may be the highest risk activity undertaken by the team.
es: Plan de Gestión de Viajes (JPM) – recuerden que un viaje a terreno puede ser la actividad de mayor riesgo que realice el equipo.

source: Journey timing and duration
es: Tiempo y duración del viaje

source: Journey Management
es: Gestión de viajes

source: Journey Management Plan
es: Plan de Gestión de Viajes

source: Journey Management – Key aspects
es: Gestión de Viajes - Aspectos Clave

source: Journeys shall be assessed and controls identified and implemented.
es: Los viajes deben evaluarse y deben identificarse e implementarse controles.

source: July 2007
es: Julio 2007

source: July 2017
es: Julio 2017

source: June, 2017
es: Junio 2017

source: Just like the drivers– I am sure you do 100’s Take 5’s a day.
es: Al igual que los pilotos, estoy seguro que todos ustedes practican el “Take 5” cientos de veces al día,

source: Just prior to race, what is the Team Chief doing?
es: Antes de la carrera, ¿qué hace el Líder del Equipo?

source: Justification of the choice of maximum earthquake magnitudes (MMax) selected for the seismic sources included in the hazard model;
es: Justificación de la elección de las magnitudes sísmicas máximas (MMax) empleadas en las fuentes sísmicas incluidas en el modelo de peligro;

source: K: Knees
es: Rodillas

source: KEY REQUIREMENTS AND CONTROLS
es: REQUISITOS Y CONTROLES CLAVE

source: KIDDE FIRE EXTINGUISHER RECALL – US / CANADA
es: RETIRO DE EXTINTOR DE INCENDIOS KIDDE - EEUU / CANADÁ

source: Keep in mind that people travel and while an item may be compliant with local laws, it may not be compliant with international laws.
es: Mantenga en mente que las personas viajan, y aunque un ítem podría cumplir con las normativas legales, podría no cumplir con normativas internacionales.

source: Keep in mind – it remains a thinking process – it is not a document.
es: Recuerden que este es un proceso mental, no un documento.

source: Keep it positive and enthusiastic.
es: Mantenerse positivo y entusiasmado.

source: Keep records of communication including the client’s acknowledgment of your report.
es: Achivar las comunicaciones, inclusive el acuse de recibo del cliente a su informe.

source: Keep runoff away from areas showing surface fractures and cracks;
es: Mantener la escorrentía alejada de las zonas donde haya fracturas y grietas superficiales.

source: Keep the email that RIVO sends you with the subject line of “Learnings Database : Learning Entry”!
es: Guarda el email que te envía RIVO con el asunto “Learnings Database : Learning Entry”.

source: Keep the natural curve of your spine and avoid twisting.
es: Mantener la curvatura natural de la espalda y evitar torcerla.

source: Keep the person awake.
es: Mantener a la persona despierta.

source: Kevin J. Coppersmith, PhD January 13, 2017
es: Kevin J. Coppersmith, PhD 13 de enero de 2017

source: Key Subcontractors Risks and Mitigation
es: Riesgos clave de subcontratistas y mitigación

source: Key elements of Journey Management
es: Elementos clave de la Gestión de Viajes

source: Key Client contact person
es: Persona de contacto de cliente clave

source: Key Investigation Team Members
es: Miembros clave del grupo de investigación

source: Key Subcontractor Financials (if sub revenue >$1M complete this section and have Finance perform credit check)
es: Finanzas del subcontratista clave (si ingresos > USD 1 millón, completar esta sección y pedir a Finanzas confirmar solvencia)

source: Key Subcontractors
es: Subcontratistas clave

source: Key Themes
es: Temas Clave

source: Key Tools: JMP, ITA
es: Herramientas: JMP, ITA

source: Key Tools: LDB
es: Herramientas Clave: LDB

source: Key Tools: LDB, Project Management Gateway
es: Herramientas: LDB, Project Management Gateway

source: Key Tools: ROA, HRTA, Contract
es: Herramientas: ROA, HRTA, Contrato

source: Key Tools: JMP
es: Herramientas Clave: JMP

source: Key Tools: JMP, communication devices, emergency equipment
es: Herramientas Clave: JMP, dispositivos de comunicación, equipo de emergencia

source: Key Tools: Pre-Start Meeting, JSEA, Take 5
es: Herramientas: Reunión previa, JSEA, Take 5

source: Key Tools: ROA, iSOS, HRTA, JMP
es: Herramientas Clave: ROA, iSOS, HRTA, JMP

source: Key Tools: Subs Database, WMS
es: Herramientas: SCDB, WMS

source: Key findings
es: Hallazgos clave

source: Key findings of the seismotectonic analysis include:
es: Los hallazgos principales del análisis sismotectónico son:

source: Key learnings:
es: Aprendizajes clave:

source: Key subcontractors
es: Subcontratistas clave

source: Kidde Recalls Fire Extinguishers with Plastic Handles Due to Failure to Discharge and Nozzle Detachment: One Death Reported
es: Kidde está retirando sus extintores de incendios con manillas plásticas debido a fallas de descarga y por desprendimiento de la boquilla: Se registra un muerto

source: Kiena Mine - Western Quebec Mines Inc.
es: Mina Kiena – Western Quebec Mines Inc.

source: Kind regards,
es: Saludos cordiales,

source: Kirkland Lake, ON, Canada
es: Kirkland Lake, Canadá

source: Kirkland Lake, Ontario, Canada
es: Kirkland Lake, Ontario, Canadá

source: Kittilä, Finland
es: Kittilä, Finlandia

source: Knight Piesold (20131,2) provide an expanded discussion of the first, second and third order faults and lineaments in the project area, noting that both second and third order structures are present in the project area.
es: Knight Piesold (20131,2) presenta un análisis ampliado de las fallas y lineamientos de primer, segundo y tercer orden en el área del proyecto e indica que en el área del proyecto se presentan tanto estructuras de segundo como de tercer orden.

source: Knockout, rarely used extreme circumstances
es: En negativo, usado rara vez y en circunstancias extremas.

source: Know the early symptoms of altitude sickness, and be willing to quickly acknowledge when they are present.
es: Conocer los síntomas tempranos del mal de altura y estar dispuesto a reconocerlos rápidamente cuando se presentan.

source: Know the environments in which you are working
es: Conocer los ambientes donde trabajamos.

source: Know the environments in which you are working.
es: Conocer los ambientes donde trabajamos.

source: Know what you are working with
es: Conocer con qué trabajamos

source: Know what you are working with.
es: Conocer con qué trabajamos.

source: Know your information and the audience.
es: Conocer la información y audiencia.

source: Knowingly mischarging an employee’s time is a violation of Golder’s procedure and is considered fraud.
es: Cargar mal horas de un colaborador intencionadamente es una infracción al procedimiento de Golder y se considera fraude.

source: Knowingly mischarging your time or reassigning the time of others without permission is a violation of Golder’s policy and is considered fraud.
es: Cargar mal las horas intencionadamente o reasignar las horas de terceros sin permiso es una infracción a la política de Golder y se considera fraude.

source: Knowledge of pSIFs and SIFs
es: Conocimiento de pSIFs y SIFs

source: Known to client, but not well known
es: Conocido para el cliente, pero no mucho

source: Kumtor Mine, Slope Stability Analysis
es: Mina Kumtor. Análisis de estabilidad de taludes

source: Kyrgyz Republic
es: República Kirguisa

source: Kyung-Ju, Korea
es: Kyung-Ju, Corea

source: LABELLING
es: ETIQUETADO

source: LACK OF CONTROL
es: FALTA DE CONTROL

source: LACK OF CONTROL in this mishap was the result of (multiple selections possible):
es: La FALTA DE CONTROL en este contratiempo fue el resultado de (posible selección múltiple):

source: LADDERS
es: ESCALERAS

source: LATAM Project Director as Selected P
es: Director de Proyecto LATAM como P seleccionado

source: LATAM Group Leader 1 (GL1)
es: Gerente de Área LATAM 1 (GL1)

source: LATAM Group Leader 2 (GL2)
es: Gerente de Área LATAm 2 (GL2)

source: LATAM MINNG OPERATIONS ONLY (see tab two LATAM Key)*
es: SOLO OPERACIONES DE MINERÍA LATAM (ver hoja LATAM Key)*

source: LATAM Office Manager
es: Office Manager LATAM

source: LATAM Project Director as Selected As and C6+
es: Director de Proyecto LATAM como A y C6+ seleccionado

source: LD will be a Board appointed position after being chosen from among the existing Directors
es: El Director Principal será un cargo designado por el Directorio de entre los Directores actuales después de la elección

source: LEADERSHIP COMMENDED FOR HEALTH AND SAFETY ACTIONS
es: LÍDERES RECONOCIDOS POR SUS ACCIONES EN SALUD Y SEGURIDAD

source: LEADERSHIP COMMENDED FOR HEALTH & SAFETY
es: LÍDERES RECONOCIDOS EN SALUD Y SEGURIDAD

source: LEAST EFFECTIVE
es: MENOS EFICAZ

source: LEAST PREFERRED
es: MENOR PREFERENCIA

source: LICENCES
es: LICENCIAS

source: LIFTING
es: LEVANTAMIENTO

source: LIFTING EQUIPMENT
es: EQUIPOS DE IZAJE

source: LIFTING GEAR
es: ELEMENTOS DE IZAJE

source: LIFTING POINTS
es: PUNTOS DE IZAJE

source: LIMITATIONS
es: Limitaciones

source: LOM (2032) Pit with Current Slope Designs by Geotechnical Domains
es: Pit LOM (2032) con diseños de taludes actuales por dominio geotécnico

source: LOM Pit with Modeled Faults
es: Pit LOM con fallas modeladas

source: LOSS EVALUATION - Actual
es: EVALUACIÓN DE PÉRDIDA - Actual

source: LTI - Lost Time Injury (Recordable Case) – Work-related injury, illness or disease that results in a full shift away from work for medical treatment or recuperation and affects the employee beyond the day of the injury.
es: Lesiones con tiempo perdido (caso registrable): lesión o enfermedad en el trabajo que se traduce en la ausencia del trabajo por un turno completo para recibir tratamiento médico o recuperarse y que afecta al empleado por más tiempo que el día de la lesión.

source: La Arena Project - Sociedad Minera Cambior Peru
es: Proyecto La Arena – Sociedad Minera Cambior Perú

source: La Brea Tailings Dam, Caserones Project
es: Tranque de relaves La Brea, Proyecto Caserones.

source: Labels are removed, missing or illegible.
es: Tienen etiquetas faltantes o ilegibles.

source: Laboratory
es: Laboratorio

source: Labrador, Canada
es: Labrador, Canadá

source: Lac Herbin Project - Alexis Minerals Corp.
es: Proyecto Lac Herbin – Alexis Minerals Corp.

source: Lack of Control
es: Falta de control

source: Lack of Control #
es: # Falta de Control

source: Lack of Knowledge
es: Falta de Conocimiento

source: Lack of Skill
es: Falta de Capacidades

source: Lack of a definitive subduction geometry model that can be used to evaluate the validity of source-to-site distances
es: Falta de un modelo de geometría de subducción definitivo que pueda usarse para evaluar la validez de las distancias de la fuente al sitio

source: Lack of coaching
es: Falta de orientación

source: Lack of experience
es: Falta de experiencia

source: Lack of knowledge
es: Falta de conocimiento

source: Lack of leadership/management job knowledge
es: Falta de conocimientos del liderazgo / gestión para la tarea

source: Lack of or improper incentives
es: Falta de incentivos, o incentivos inapropiados

source: Lack of skill
es: Falta de capacidades

source: Lack of technical support for the assessment that the plate interface seismic source at the Chile-Peru Trench extends to 60 km depth
es: Falta de fundamentación técnica para la evaluación de que la fuente sísmica de interfaz de contacto entre placas en la Fosa Chile-Perú se extiende 60 km en profundidad

source: Ladders shall comply with applicable standards on Portable Ladders and have a minimum loading of at least 120 kg (industrial rating).
es: Las escaleras deben cumplir las normas aplicables a escaleras portátiles y tener una capacidad de carga mínima de 120 kg (uso industrial).

source: Ladders should be used only as a means of access, not as a work platform.
es: Solo deben usarse escaleras como medios de acceso, no como plataforma de trabajo.

source: Land Clearance
es: Despeje del terreno

source: Language to be modified to “industry standards” standard of care language.
es: Redacción a modificarse con la redacción de la norma de cuidado de “estándares de la industria”.

source: Languages
es: Idiomas

source: Languages English – Fluent
es: Idiomas Dominio de inglés

source: Large earthquakes occur when the two locked plates suddenly unlock and release the accumulated strain energy from their convergence.
es: Los grandes sismos ocurren cuando ambas placas trabadas de pronto se destraban y liberan la energía de deformación acumulada desde su convergencia.

source: Large structures and contacts, and associated alteration
es: Grandes estructuras y contactos y alteraciones asociadas

source: Largely continuous over entire basin.
es: Mayormente continua en toda la cuenca.

source: Las Pelletier Mine - Alexis Minerals Corp.
es: Mina Las Pelletier – Alexis Minerals Corp.

source: Last Meeting
es: Última Reunión

source: Last Name
es: Apellido

source: Last minute check of tactics
es: Revisión de último minuto de las tácticas

source: Latin America
es: Latinoamérica

source: Latin America Mining Survey Results
es: Resultados de la encuesta en Minería Latinoamérica

source: Latin American Survey Results
es: Resultados de Encuesta para América Latina

source: Lavenu et al. (2000) describes this structure (CH-01a) as Quaternary in age and compatible with north to south transpressional tectonics, suggesting a dextral (right-lateral)-reverse motion.
es: Lavenu et al. (2000) describen esta estructura (CH-01a) con edad en el Cuaternario y compatible con tectónica transpresional de norte a sur, que sugiere un movimiento inverso dextral (lateral derecho).

source: Lavenu et al. (2000) does not consider the Paposo fault/segment within their Quaternary catalog of faults, but their CH-12/13 faults are located near the southern termination of the Paposo segment at the Taltal embayment.
es: Lavenu et al. (2000) no considera a la falla/segmento Paposo en su catálogo de fallas del Cuaternario, pero sus fallas CH-12/13 se ubican cerca del extremo sur del segmento Paposo en la bahía de Taltal.

source: Lavenu et al. (2000) mapped faults east of the Spence Mine site (Figure 3).
es: Lavenu et al. (2000) mapearon fallas al este de la mina Spence (Figura 3).

source: Layer 8 extends to the base of the model at a constant thickness of 480 m (i.e. 500 m beneath the top of bedrock).
es: La capa 8 se extiende hasta la base del modelo a un espesor constante de 480 m (es decir, 500 m bajo el techo del basamento rocoso).

source: Layers of dark sand, rich in sulfur
es: Capas de arena oscura rica en azufre.

source: Lead Director role will provide continuity.
es: La función de Director Principal proporcionará continuidad.

source: Lead Investigator
es: Investigador principal

source: Lead the completion of the trasnacional due diligence process, including a Phase II Environmental Site Assessment, human health risk assessment, and the implementation of a sub-slab depresurization system in order to mitigate vapor intrusion risks from chlorinated volatile organic compounds present beneath buildings at the Site.
es: A cargo del término de un proceso de due diligence transnacional, incluyendo Evaluación Ambiental de Sitio en Phase II, evaluación de riesgos a la salud humana, y la implementación de un sistema de despresurización bajo losas para la mitigación de riesgos de intrusión de vapores de compuestos orgánicos clorados presentes debajo de los edificios en el sitio.

source: Leader
es: Líder

source: Leader signature
es: Firma del líder

source: Leader summarizes the mentee's overall progress during the current cycle with a focus on short term development, i.e. maximizing performance in current role.
es: El líder resume el avance en general del pupilo durante el ciclo actual, con un enfoque en el desarrollo a corto plazo, esto es, maximizando el rendimiento en su cargo actual.

source: Leader: Provide narrative comments regarding career development progress during the current cycle.
es: Líder: Entregue comentarios narrativos sobre el avance en desarrollo profesional durante este ciclo.

source: Leadership and Supervision
es: Liderazgo y Supervisión

source: Leadership and supervision
es: Liderazgo y supervisión

source: Leading / supporting a HSSE investigation
es: Liderar / apoyar una investigación de HSSE

source: Learn how to update your LinkedIn profile with these new Golder-branded header images.
es: Aprende cómo actualizar tu perfil de LinkedIn con estas nuevas imágenes de encabezado con la marca de Golder.

source: Learn about the Client and key project elements
es: Conocer sobre el cliente y los elementos clave del proyecto.

source: Learning – An opportunity for Golder employees to learn from shared experience from reported hazards and incidents.
es: Aprendizaje: (también “Learning”) oportunidad para que los colaboradores de Golder aprendan de la experiencia compartida en los informes de peligros e incidentes.

source: Learnings ID:
es: ID del Learning:

source: Learnings:
es: Aprendizajes:

source: Leave of absence beyond Statutory levels or established written policy
es: Licencia más allá de lo permitido por la ley o la política establecida por escrito

source: Legal & Other Requirements:
es: Requerimientos legales y de otra índole:

source: Legal professionals
es: Profesionales legales

source: Legal requirements related to HSE issues are identified, documented and reviewed annually.
es: Identificación, documentación y revisión anual de requerimientos legales relacionados con temas de salud, seguridad y medio ambiente.

source: Lengths approximated using Google Earth™ based on segment breaks defined by Lavenu et al. (2000), or assumed to be no more than 100 km for a normal fault
es: Longitudes aproximadas con Google Earth™ según fracturas de segmentos definidas por Lavenu et al. (2000) o supuestas en no más de 100 km para una falla de deslizamiento normal.

source: Lessons Learned Workshop
es: Taller sobre Lecciones Aprendidas

source: Letters of Credit
es: Notas de crédito

source: Let’s be honest, Vettel and Raikkonen don’t win if Maurizio and the Scuderia Ferrari team have not planned well.
es: Seamos honestos, Vettel y Raikkonen no hubieran ganado si Maurizio y el equipo Scuderia Ferrari no hubieran hecho una buena planificación.

source: Let’s look at some examples:
es: Algunos ejemplos son:

source: Level ____
es: Nivel ____

source: Liability
es: Responsabilidad

source: Life rings or personal flotation devices
es: Aro o chaleco salvavidas

source: Lift Permit
es: Permiso de izaje

source: Lift Planning
es: Planificación del izaje

source: Lift classification guides the level of planning and supervision on site.
es: La clasificación del izaje determina el nivel de planificación y supervisión en el sitio o faena.

source: Lifting Plant must be safe for use, fit for purpose, licensed or registered as required and compliant with applicable legislative and other requirements.
es: Los equipos de izaje deben ser seguros de usar, adecuados para su fin, tener el debido registro o licencia y cumplir con la legislación u otros requisitos aplicables.

source: Lifting equipment, including ropes and lifting hooks, shall be subjected to annual inspection and certification.
es: Los equipos de izaje, inclusive las sogas y ganchos de izaje, deben someterse a inspección y certificación anuales.

source: Lifting gear must be visually checked prior to use by a qualified Rigger and unacceptable gear tagged out of service and removed from the site.
es: Un rigger calificado debe inspeccionar visualmente los elementos de izaje antes de su uso y aquellos no aceptables deben marcarse como “fuera de servicio” y retirarse del sitio o faena.

source: Lifting multiple loads if prohibited (referred to as “Christmas treeing”).
es: Está prohibido izar más de una carga a la vez.

source: Lifting operations are any operation using a crane or other lifting plant that involves the raising and lowering of a load, including the suspension of a load, and includes the use of load shifting equipment and drilling rigs.
es: Las operaciones de izaje son aquellas en que se usa una grúa u otro equipo de izaje y que consiste en levantar o bajar una carga o mantenerla suspendida e incluye el uso de equipos de transferencia de carga y equipos de perforación.

source: Like the Ferrari race plan,– there will some tweaking done for each Grand PriX.
es: Al igual que el plan de carrera de Ferrari, se van a hacer algunos ajustes para cada Grand Prix.

source: Likelihood
es: Probabilidad

source: Likelihood:
es: Probabilidad:

source: Likely
es: Probable

source: Likely low permeability.
es: Probablemente de baja permeabilidad.

source: Likewise, because the observed crustal faults do not account for all of the seismicity, seismic source zones were included in the seismic source characterization (SSC) model.
es: Asimismo, debido a que las fallas corticales observadas no explican toda la sismicidad, se incluyeron zonas de fuente sísmica en el modelo de caracterización de fuentes sísmicas (SSC).

source: Likewise, reasonable approaches have been exercised to incorporate the important uncertainties into the analysis such that the mean hazard results reflect those uncertainties.
es: Asimismo, se han usado métodos adecuados para incorporar las incertidumbres importantes en el análisis de manera que los resultados de peligrosidad media reflejen esas incertidumbres.

source: Likewise, the choice of Mmax values for each seismic source and their associated weights should be explained.
es: Asimismo, debería explicarse la elección de valores de Mmax para cada fuente sísmica y sus ponderaciones asociadas.

source: Likewise, the reduction of uncertainty can lead to more robust mean hazard estimates.
es: Asimismo, reducir la incertidumbre puede conducir a una estimación más robusta de la peligrosidad media.

source: Limit of Liability or the absence of a Limitation of Liability clause (i.e., unlimited liability) (Notes: 1.
es: Limitación de responsabilidad o ausencia de una cláusula de limitación de responsabilidad (responsabilidad ilimitada) (Notas:1,

source: Limitation of Liability
es: Limitación de responsabilidad

source: Limitation of Liability included
es: Se incluye limitación de responsabilidad

source: Limited ability to sustain body positions
es: Capacidad limitada de mantener posiciones

source: Limited quaternary alluvium deposits occur within the stream channels and organic soils are present in some areas.
es: Se evidencia una cantidad limitada de depósitos aluviales cuaternarios en los cauces y se observan suelos orgánicos en algunas áreas.

source: Line drainage channels and ponds to limit infiltration into Colluvium and Volcaniclastics;
es: Impermeabilizar los canales de drenaje y las piscinas para limitar la infiltración al Coluvión y al Volcanoclástico;
